; ----------------------------------------------------------------------------
;
; Universal Extractor »yЁҐАЙ®Ч
; °w№п Universal Extractor 1.6
; ВЅД¶:		¶А«T°¶ <pluto_junjun@msn.com>  Ї}·А¤b <shift0106@hotmail.com>
; ­є­¶:		http://blog.sina.com.cn/wbpluto
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode (UTF-8) format and Zip it to preserve formatting
;	E-mail new language files to jbreland@legroom.net for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents each %s variables is hardocded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; №П§О¤¶­±јРЕТ©M«ц¶s
OK_BUT = "ЅT©w(&O)"
CANCEL_BUT = "Ёъ®ш(&C)"
MAIN_DEST_DIR_LABEL = "ҐШЄєёк®Ж§Ё(&T):"
MAIN_FILE_LABEL = "­nґЈЁъЄєАЈБYАЙ©О¦wёЛµ{¦Ў(&A):"
MENU_FILE_LABEL = "АЙ®Ч(&F)"
MENU_FILE_QUIT_LABEL = "Гці¬(&Q)"
MENU_EDIT_LABEL = "Ѕsїи(&E)"
MENU_EDIT_PREFS_LABEL = "°ѕ¦nі]©w(&P)"
MENU_HELP_LABEL = "»Ў©ъ(&H)"
MENU_HELP_WEB_LABEL = "%s єфЇё(&W)"
PREFS_TITLE_LABEL = "°ѕ¦nі]©w"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor і]©w"
PREFS_HISTORY_LABEL = "Їd¦sАЙ®ЧѕъҐv°Oїэ(&H)"
PREFS_FORMAT_OPTS_LABEL = "ЇS§O®ж¦Ўі]©w"
PREFS_LANG_LABEL = "»yЁҐ(&L)"
PREFS_DEBUG_LABEL = "±N°»їщАЙ®ЧАx¦sЁм(&D)"
PREFS_WARN_EXECUTE_LABEL = "°х¦жАЙ®Ч«e¶i¦жДµҐЬ(&W)"
PREFS_REMOVE_DUPE_LABEL = "ІMІz­«ґ_АЙ®Ч(&R)"
PREFS_REMOVE_TEMP_LABEL = "ІMІzјИ¦sАЙ®Ч(&T)"
PREFS_APPEND_EXT_LABEL = "ІKҐ[їтҐўЄє°ЖАЙ¦W(&A)"
METHOD_ADMIN_RADIO = "%s єЮІz¦Ў¦wёЛµ{¦Ў"
METHOD_EXTRACTION_RADIO = "%s ґЈЁъ"
METHOD_HEADER = "%s ґЈЁъ"
METHOD_MSI_NOTE_LABEL = "Є`·N:"
METHOD_MSI_REQUIRES_LABEL = "msi2xml »Э­n"
METHOD_MSI_URL_LABEL = "MSXML 4.0 ¤АЄRѕ№"
METHOD_RADIO_LABEL = "ґЈЁъ¤и¦Ў"
METHOD_SWITCH_RADIO = "%s ¤Бґ«"
METHOD_NOTIS_RADIO = "¤Ј¬O InstallShield ¦wёЛµ{¦Ў"
METHOD_TEXT_LABEL = "%s ҐiҐHЁПҐОҐH¤U¤и¦ЎЁУґЈЁъ %s Ґ]ЎC«Ь©кєpЎA©Т¦і¤и¦ЎіЈ¤Ј¬O 100% ҐiѕaЄєЎC¦pЄG№wі]Єє¤иЄk¤Ј¦ЁҐ\ЎAЅРЄр¦^ %s ЁГїпѕЬҐt¤@єШ¤и¦ЎЎC"
METHOD_UNPACKER_RADIO = "%s ёСҐ]µ{¦Ў"

; №П§О¤¶­±±±ЁоҐ\Їа
DOES_NOT_EXIST = "¤Ј¦s¦bЎC%n"
EXTRACT_TO = "ґЈЁъЁм"
INVALID_DIR_SELECTED =  "%s ¤Ј¬O¦і®ДЄєёк®Ж§ЁЎC"
INVALID_FILE_SELECTED = "%sЅРїпѕЬ¤@­У¦і®ДЄєАЙ®ЧЎC"
OPEN_FILE = "¶}±ТАЙ®Ч"
SELECT_FILE = "їпѕЬАЙ®Ч"
WRITE_TO = "јg¤JЁм"

; іqҐОіN»y
TERM_ARCHIVE = "АЙ®Ч"
TERM_COMPRESSED = "АЈБYАЙ"
TERM_DISK = "єП¤щ"
TERM_EBOOK = "№q¤l®С"
TERM_ECARD = "№q¤lҐd¤щ"
TERM_ENCODED = "ЅsЅXАЙ"
TERM_EXECUTABLE = "Ґi°х¦жАЙ"
TERM_FAILED = "Ґў±С"
TERM_HELP = "»Ў©ъАЙ®Ч"
TERM_HOTFIX = "јц­ЧёЙµ{¦Ў"
TERM_IMAGE = "№П№і"
TERM_INSTALLER = "¦wёЛµ{¦Ў"
TERM_PACKAGE = "Ґ]"
TERM_PATCH = "ёЙ¤B"
TERM_SFX = "¦ЫДА©сµ{¦Ў"
TERM_STAGE = "¶Ґ¬q"
TERM_SUCCEEDED = "¦ЁҐ\"
TERM_TESTING = "ґъёХ"
TERM_UNKNOWN = "ҐјЄѕ"
TERM_UNPACKED = "¤wіQёСҐ]"
TERM_UPDATER = "¤ЙЇЕµ{¦Ў"

; Є¬єA°T®§
SCANNING_FILE = "Ґї¦b±ЅґyАЙ®ЧҐHґъ©wАЙ®ЧГю«¬ЎC"
SCANNING_EXE = "Ґї¦bЁПҐО %s ±ЅґyАЙЎC"
EXTRACTING = "Ґї¦bґЈЁъАЙ®Ч:"
INIT_WAIT = "Ґї¦bµҐ«Э¦wёЛµ{¦ЎЄм©l¤ЖЎC%nЅРµy­ФЎC"

; ¦Ы©wґЈҐЬ
CONVERT_CDROM = "%s CD-ROM ¬M№іАЙµLЄkіQЄЅ±µґЈЁъЎCіo­У¬M№іАЙ±NіQ%nВаґ«¬° ISO CD-ROM ¬M№іАЙЎAіoјЛ§YҐiіQґЈЁъЎC%n%n§A§Ж±жД~Дт¶ЬЎH%nЄ`·N: Ґ»№Lµ{±N»Э­nґX¤АДБ®Й¶ЎЎC"
CONVERT_CDROM_STAGE1_FAILED = "їщ»~: CD-ROM ¬M№іАЙµLЄkіQВаґ«ЎC%n­Yіo¬O¤@­У BIN/CUE ¬M№іЎAЅРЅT«O CUE АЙЄє®ж¦ЎҐїЅTЎC"
CONVERT_CDROM_STAGE2_FAILED = "їщ»~: ¤wёg¬° %s ¬M№іАЙ«ШҐЯ¤F ISO АЙЎA¦эЁд¤ЈЇаіQВаґ«ЎC%n§A§Ж±ж«OЇd ISO АЙҐH«KҐH«б¤АЄR¶Ь?"
CONVERT_BIN_MISSING = "їщ»~: §д¤ЈЁм:%n%s\%s.%s%n%nҐІ¶·¦P®Й¦s¦b %s.bin »P %s.cueЎC"
INIT_COMPLETE = "Єм©l¤Ж %sЎCЅР°hҐX¦wёЛµ{¦ЎЎAµM«б«ц¤@¤UЅT©wҐHД~ДтЎC"
WISE_MSI_PROMPT = "Є`·N:  ¦№¤иЄk¶И№п¬YЁЗ Wise for Windows ¦wёЛҐ]¦і®ДЎC%n¦pЄG¦№ Wise ¦wёЛєлЖF¶}©l¤§¦Z»Э­nЁПҐОЄМїй¤JЎA¦№АЙ®Ч«h¤ЈіQ¤дґ©ЎC%nЅР°hҐX¦wёЛµ{¦ЎЎA%s ±N©с±уґЈЁъЎC%n%n§A§Ж±жД~Дт¶Ь?"
UNPACK_PROMPT = "¦№АЙіQ %s АЈБYЎA¦э¬O¤ЈЇаіQДА©сЎC%nҐiЇа¬O¦]¬°АЙ®ЧГю«¬¤ЈіQ¤дґ©ЎA©О¦]¬°%nЁS¦іАЙ®ЧҐiҐHґЈЁъЎC%n%n§A§Ж±жёСҐ]¦№АЙ®Ч¶Ь?%n%nЄ`·N: ёСҐ]¦ZЄєАЙ®Ч·|іQ©R¦W¬°:%n%s\%s_unpacked.%s"
UNPACK_FAILED = "їщ»~: %s%nµLЄkіQёСҐ]ЎC"
WARN_EXECUTE = "Дµ§iЎG­nґЈЁъ¦№АЙ®ЧЎAҐІ¶·ЄЅ±µ°х¦жЎC%n­YД~ДтЎAҐH¤U«ьҐO·|іQ°х¦жЎG%n%n%s%n%n­Y§A»{¬°¦№АЙ®ЧҐiЇа±a¦іґc·NѕчЅXЎA±АВЛ§A¤Ј­nД~ДтЎC%n§A§Ж±жД~ДтґЈЁъ¶ЬЎH"

; »Ў©ъ¤е¦r
HELP_SUMMARY = "±qҐф¦уЄєАЙ®ЧГю«¬©О¦wёЛҐ]¤¤ґЈЁъЎC"
HELP_SYNTAX = "%nҐОЄk:  %s [/help] [АЙ®Ч¦WєЩ [ҐШјР]]"
HELP_ARGUMENTS = "%n%n¤дґ©Єє«ьҐO:"
HELP_HELP = "%n     /help%t%tЕгҐЬ¦№»Ў©ъёк°T"
HELP_FILENAME = "%n     АЙ®Ч¦W%t­nґЈЁъЄєАЙ®Ч¦WєЩ"
HELP_DESTINATION = "%n     ҐШјР%tґЈЁъЄєҐШјРёк®Ж§Ё"
HELP_SUB = "%n%nіq№L /sub ¦У¤Ј¬OҐШјРёк®Ж§Ё¦WєЩ%n%s ҐiДА©сЁмҐHАЙ®Ч¦W©R¦WЄєёк®Ж§ЁЎC"
HELP_EXAMPLE1 = "%n%nҐЬЁТ:"
HELP_EXAMPLE2 = "%n     %s c:\1\example.zip c:\test"
HELP_NOARGS = "%n%n¤ЈґЈЁС«ьҐO¦УЄЅ±µ°х¦ж %s ±N·|ґЈҐЬ%nЁПҐОЄМ«ь©wАЙ®Ч©MҐШјРёк®Ж§ЁЎC"

; їщ»~®ш®§
CANNOT_LOG = "%s ґЈЁъѕЮ§@µLЄk°OїэЎC"
CANNOT_DEBUG = "°»їщАЙАЙ®Ч§Ё "%s" ¤ЈЇајg¤JЎC%n±NЁПҐО§AЄєјИ¦sАЙ®Ч§ЁЎC"
CANNOT_EXTRACT = "%s µLЄkґЈЁъЎC%nЄр¦^ЄєАЙ®ЧГю«¬¬°: %s%n%n¦pЄG§Ж±ж¦Ы¤v¤АЄR¦№АЙЎAЅР«ц¤@¤UЅT©wЎA§_«h«ц¤@¤UЁъ®ш°hҐXЎC"
UNKNOWN_EXT = "%s%nЁг¦іҐјЄѕ°ЖАЙ¦WЎAµLЄkіQґЈЁъЎC"
INVALID_DIR = "%s%nµLЄkіQ«ШҐЯЎCЅРїпѕЬ¤@­УҐiҐОЄєҐШјРЎC"
EXTRACT_FAILED = "%s µLЄkіQґЈЁъЎC%nҐ¦¬Э°_ЁУ¬O¤@­У %sЎAіQ¤д«щЎA¦э¬OґЈЁъҐў±СЎC%nЅРАЛµш¤й»xАЙ®Ч %sЎA­nЁъ±o§у¦hёк°TЎC%n%n«ц¤@¤UЅT©wҐЯ§YАЛµш¤й»xАЙ®ЧЎA«ц¤@¤UЁъ®шҐi°hҐXЎC"

[Installer]
; ІХҐу­¶­±
COMP_DOCS = "¤еАЙ¤Оі\Ґi«H®§"
COMP_LANG = "°к»Ъ¤Ж¦h»yЁҐ¤д«щАЙ"
COMP_ACE = "ACE АЙ¤д«щ"
COMP_KGB = "KGB АЙ¤д«щ"
COMP_PEA = "Pea АЙ¤д«щ"
COMP_SIT = "StuffIt АЙ¤д«щ"

; °ѕ¦nі]©w¤¶­±
PREFS_CAPTION = "і]©wµ{¦Ўїп¶µ"
PREFS_DESCRIPTION = "§A§Ж±ж¦p¦уі]©w Universal Extractor їп¶µ?"
PREFS_LABEL1 = "§AҐiҐHі]©wҐH¤Uїп¶µЎA№п Universal Extractor Єє№wі]¦ж¬°¶i¦ж­У©К¤ЖЅХѕгЎC"
PREFS_LABEL2 = "іoЁЗїп¶µҐiҐH¦b¦wёЛ¤§«біq№L­Ч§п UniExtract.ini §у§пЎC"LANGUAGE_LABEL = "№wі]»yЁҐ"
LANGUAGE_LABEL = "№wі]»yЁҐ"
DEBUG_LABEL = "°»їщАЙ®ЧЄє¦мёm"
APPEND_EXT_LABEL = "ІKҐ[їтҐўЄє°ЖАЙ¦W(&A)"
HISTORY_LABEL = "єыЕ@АЙ®ЧѕъҐv°Oїэ(&M)"
REMOVE_DUPE_LABEL = "§R°Ј­«ЅЖАЙ®Ч(&D)"
REMOVE_TEMP_LABEL = "§R°ЈјИ¦sАЙ®Ч(&T)"
WARN_EXECUTE_LABEL = "°х¦жАЙ®Ч«e¶i¦жДµҐЬ(&W)"

; Ґф°И­¶­±
ASSOCIATE = "¤№і\¶°¦ЁЁмАЙ®ЧБ`єЮҐkБдїпіж(&E)"
ASSOCIATE_FILES = "Ґ[¤J ґЈЁъАЙ®Ч(&F)... ©RҐOЁмҐkБдїпіж"
ASSOCIATE_HERE = "Ґ[¤J ґЈЁъЁміoёМ(&H) ©RҐOЁмҐkБдїпіж"
ASSOCIATE_SUBDIR = "Ґ[¤J ґЈЁъЁм¤lёк®Ж§Ё(&S) ©RҐOЁмҐkБдїпіж"
ASSOCIATE_FORCE = "ГцБp©Т¦іЁь¤дґ©ЄєАЙ®Ч®ж¦Ў(&A)"
MODIFY_PATH = "±N Universal Extractor Ґ[¤JЁм§AЄєЁtІОёф®|(&P)"
DESKTOP_ICON = "«ШҐЯ¤@­У®а­±№ПҐЬ(&D)"
QUICK_LAUNCH_ICON = "«ШҐЯ¤@­У§Ціt±Т°К№ПҐЬ(&Q)"
SENDTO_ICON = "«ШҐЯ¤@­УЎ§µo°eЁмЎЁ№ПҐЬ(&T)"

; ҐkБдїпіж¶°¦Ё
EXTRACT_FILES = "ҐО UniExtract ґЈЁъАЙ®Ч(&F)..."
EXTRACT_HERE = "ҐО UniExtract ґЈЁъЁміoёМ(&H)"
EXTRACT_SUB = "ҐО UniExtract ґЈЁъЁм¤lёк®Ж§Ё(&S)"
